;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el


;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:fetcher github :repo "username/repo"))
;; (package! builtin-package :disable t)
(package! clang-format)
(package! ebib)
(package! org-reverse-datetree)
(package! org-starter)
(package! mixed-pitch)
(package! ox-rst)
(package! org-download)
(package! ov)
;;(package! org-git-link)
